{
    "articles": [
        {
            "id": 1,
            "title": "Dozens dead from Tropical Storm Ana in southern Africa",
            "title_sentiment": "Negative Sentiment",
            "date": "27 Jan 2022",
            "article_link": "https://www.aljazeera.com/news/2022/1/27/at-least-70-dead-from-tropical-storm-ana-in-southern-africa",
            "article_data": "The death toll from a storm that struck three southern African countries rose to 70 on Thursday as emergency teams battled to repair damaged infrastructure and help tens of thousands of victims.Packing torrential rains, Tropical Storm Ana made landfall Monday in Madagascar before ploughing into Mozambique and Malawi.Rescue workers and authorities across the three countries were still assessing the full extent of the damage.Madagascar has reported 41 dead, with 18 others killed in Mozambique and 11 in Malawi.Remnants of the storm have passed over Zimbabwe, but no deaths have been reported there.In the three hardest-hit countries, tens of thousands of homes were damaged. Some collapsed under the heavy rain, trapping victims in the rubble.Bridges were washed away by swollen rivers, while livestock drowned and submerged fields, destroying the livelihoods of rural families.In Madagascar, 110,000 had to flee their homes. In the capital Antananarivo, schools and gyms were turned into emergency shelters.“We only brought our most important possessions,” Berthine Razafiarisoa, who sheltered in a gym with his family of 10, told AFP news agency.In northern and central Mozambique, Ana destroyed 10,000 homes, dozens of schools and hospitals, and downed power lines.Mozambique’s weather service expects another storm to form over the Indian Ocean in the coming days. Up to six tropical cyclones are expected before the rainy season ends in March.In neighbouring Malawi, the government declared a state of natural disaster.Most of the country lost electricity early in the week, after floodwaters hit generating stations. Power was restored by Thursday in parts of the country, but parts of the electric grid were destroyed.“Our priority now is restoring power to health establishments, water treatment distribution systems, and schools,” the national power utility said in a statement.Southern Africa, and especially Mozambique, has suffered repeated destructive storms in recent years.",
            "article_sentiment": "Negative Sentiment"
        },
        {
            "id": 2,
            "title": "Southern Africa bloc SADC extends Mozambique mission",
            "title_sentiment": "Positive Sentiment",
            "date": "12 Jan 2022",
            "article_link": "https://www.aljazeera.com/news/2022/1/12/southern-africa-bloc-sadc-extends-mozambique-mission",
            "article_data": "Southern African regional bloc SADC at a summit has extended the mandate of a troop deployment in Mozambique to help the country fight an armed uprising, a communique from the summit showed.“Summit noted the good progress made since the deployment of the SADC Mission in Mozambique and extended its mandate,” the communique on Wednesday read, without saying how long the extension was for.SADC nations and Rwanda resolved last June to send more than 3,000 troops to help Mozambique respond to an armed uprising in the northern province of Cabo Delgado.On Tuesday, South African President Cyril Ramaphosa, who is chairperson of the SADC Organ on Politics, Defence and Security Cooperation, said that the deployment of the SADC Mission in Mozambique (SAMIM) was showing some results.“Since the deployment … significant progress has been made,” said Ramaphosa in opening remarks at the two-day talks in the Malawian capital, Lilongwe.“The security situation in Cabo Delgado is improving, which has allowed for some internally displaced persons to return to their homes and resume their normal lives,” he said.Operating alongside Mozambican troops, regional forces have helped to create “safe passage” for bringing humanitarian aid into violence-hit areas, he said.The mission was initially deployed in July, but its mandate was extended indefinitely in October.Cabo Delgado, a gas-rich province bordering Tanzania, has been hit by attacks since 2017.At least 3,500 people have died and approximately 820,000 have fled their homes.Atrocities have included massacres, beheadings, the torching of homes, and mass abductions – particularly of girls.",
            "article_sentiment": "Negative Sentiment"
        },
        {
            "id": 3,
            "title": "Climate change and famine | Start Here",
            "title_sentiment": "Neutral Sentiment",
            "date": "3 Oct 2021",
            "article_link": "https://www.aljazeera.com/program/start-here/2021/10/3/climate-change-and-famine-start-here",
            "article_data": "Madagascar is on the brink of famine because of its worst drought in 40 years.And a big reason for that is climate change.  ",
            "article_sentiment": "Negative Sentiment"
        },
        {
            "id": 4,
            "title": "In Mozambique, Kagame says Rwandan troops’ work not over",
            "title_sentiment": "Neutral Sentiment",
            "date": "24 Sep 2021",
            "article_link": "https://www.aljazeera.com/news/2021/9/24/in-mozambique-kagame-says-rwandan-troops-presence-to-continue",
            "article_data": "Rwandan President Paul Kagame has arrived in Mozambique, where he has deployed some 1,000 soldiers to help local security forces tackle fighters wreaking havoc in the country’s north.Attacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017. The violence, including the raiding of villages and towns, has killed more than 3,306 people – half of them civilians – and displaced at least 800,000 from their homes over the past four years.Rwanda in July was the first of several African countries to provide reinforcements to Mozambique’s army, overwhelmed by the worsening conflict in the gas-rich province. A contingent of forces from the regional bloc, the Southern African Development Community (SADC), is also patrolling northern Cabo Delgado.Kagame landed in the provincial capital, Pemba, on Friday morning and was received by his Mozambican counterpart, Filipe Nyusi. The two leaders met and addressed Rwandan troops deployed to the province.President Nyusi welcomes President Kagame to Pemba, Mozambique for a two-day working visit. The Presidents will meet with the Rwandan Joint Forces working with Mozambican Defence Armed Forces in Cabo Delgado, followed by tête-à-tête and bilateral meetings and a press conference. pic.twitter.com/5IgFJMRl8f— Presidency | Rwanda (@UrugwiroVillage) September 24, 2021In a joint news conference, Kagame said Rwandan troops would help secure and rebuild the areas destroyed by the violence.“The work hasn’t been easy,” Kagame told his soldiers, according to posts on the Rwandan presidency’s Twitter account. “You have done great work alongside Mozambican troops. You sacrificed and endured days and nights in the scorching sun, heavy rains,” he said.“The work done so far cannot stop here. We now have another task which is to continue rebuilding and protecting this country.”For his part, Nyusi called Rwandan troops “real heroes”, adding that Mozambique’s “soldiers are forever indebted to you and we look forward to continuing rebuilding the lives of our citizens for the better”.  \n Foreign forces have helped Mozambique regain ground in Cabo Delago since fighters linked to ISIL (ISIS) launched a coordinated assault on the port town of Palma in March, offsetting multibillion-dollar gas projects and raising international concern.Some local officials have encouraged civilians to return, according to media reports, and the Rwandan military’s spokesman said 25,000 people had been brought home. “It is very safe for them to go back,” Ronald Rwivanga told Reuters news agency on Thursday.But United Nations officials are not so sure.A document compiled in September for UN agencies and other aid groups, seen by Reuters, said it was not clear whether the fighters’ capabilities had been much reduced. “Fighting continues in certain locations and civilian authorities have not been re-established,” it added.Al Jazeera’s Malcolm Webb, reporting from an abandoned town in Cabo Delgado, said the remains of what the fighters had left behind were still visible.“A lot of the buildings have been torched, goods from the shops have been looted, cars have been set on fire as well,” he added.“Civilians in this area really fear the fighters from this armed group. They are notorious for beheadings, for abducting people and all of the villages that we passed along the road are still completely deserted.”  \n Rwivanga said the Rwandans had been moving civilians back into the area they control near a $20bn liquefied natural gas (LNG) project run by oil major TotalEnergies, which was forced to a halt by the Palma attack.Yet security analysts say the Mozambican military deficiencies that allowed the armed campaign to take hold in the north – including soldiers that are ill-equipped, undisciplined and poorly paid – will not be easily reversed. Even with other forces there, they say, security is uncertain outside of small, heavily guarded areas.Mozambican and Rwandan forces notched up a major victory in August, when they drove the fighters out of their de facto headquarters in the port city of Mocimboa da Praia.But violence has continued. Local people and security forces have recently reported a string of attacks in Quissanga district, south of Mocimba da Praia, where fighters are believed to have fallen back after the town was retaken. The latest occurred on Thursday evening in the village of Lindi.“Two people were killed and another two people were injured,” an unnamed police source was quoted as saying by AFP news agency on Friday, adding that fighters had captured several women and girls.Fighters also ambushed two buses transporting soldiers later that night, causing at least one death, a traffic police officer told AFP. The attack took place on a main road that had been closed for two years due to similar incidents, and only recently reopened following the arrival of foreign troops.In total, at least 10 people have been killed across several villages in Quissanga over the past week, another police officer said. Some of the victims were reportedly beheaded.  \n ",
            "article_sentiment": "Negative Sentiment"
        },
        {
            "id": 5,
            "title": "Rwanda, Mozambique forces recapture port city from rebels",
            "title_sentiment": "Negative Sentiment",
            "date": "8 Aug 2021",
            "article_link": "https://www.aljazeera.com/news/2021/8/8/rwanda-mozambique-forces-recapture-port-city-from-rebels",
            "article_data": "Rwandan forces deployed last month to help Mozambique’s army battle rebels said on Sunday they have recaptured control of the key northern port of Mocimboa da Praia from the armed group.“The port city of Mocimboa da Praia, a major stronghold of the insurgency for more than two years has been captured by Rwandan and Mozambican security forces,” the Rwanda Defence Forces said in a tweet.Forces’ spokesman Colonel Ronald Rwivanga confirmed this to the AFP news agency, saying “yes [Mocimboa da Praia] has fallen”.The port town, from where the first rebel attacks were staged in October 2017, has since last year become the de facto headquarters of a rebel armed group, locally referred to as al-Shabab.Mocimboa da Praia “was the last stronghold of the insurgents, marking the end of the first phase of counter-insurgency operations which is dislodging insurgents from the stronghold”, Rwivanga said in a text message.Rwanda sent in 1,000 soldiers last month to shore up Mozambican military forces that have been struggling to regain control over the northern Cabo Delgado province, which is home to one of Africa’s biggest liquefied natural gas projects.The forces last week claimed their first success since deploying, saying they had helped the Mozambique army regain control of Awasse – a small but also strategic settlement near Mocimboa da Praia.  \n ",
            "article_sentiment": "Positive Sentiment"
        },
        {
            "id": 6,
            "title": "Rwanda deploys 1,000 soldiers to Mozambique’s Cabo Delgado",
            "title_sentiment": "Neutral Sentiment",
            "date": "10 Jul 2021",
            "article_link": "https://www.aljazeera.com/news/2021/7/10/rwanda-deploys-1000-soldiers-to-mozambique-cabo-delgado",
            "article_data": "Rwanda has started deploying 1,000-strong forces to Mozambique to help it combat worsening violence in the gas-rich northern Cabo Delgado province.The announcement came on Friday after the 16-member Southern African Development Community (SADC) approved last month the deployment of joint forces to help Mozambique respond to the nearly four-year-old conflict, which has killed some 3,000 people and displaced almost 800,000, half of whom are children.Soldiers from Rwanda, which is not a member of SADC, would fight alongside Mozambique’s forces and SADC troops, the Rwandan government said in a statement.“The Rwandan contingent will support efforts to restore Mozambican state authority by conducting combat and security operations, as well as stabilisation and security-sector reform,” it added.Rwanda deploys joint force to Mozambique. Read full statement and background here: https://t.co/ezhoBGZyG5 pic.twitter.com/JexdejubEB— Government of Rwanda (@RwandaGov) July 9, 2021Rwandan defence forces spokesman Ronald Rwivanga told Reuters news agency the new forces would have deployed in full by Saturday.He said the Rwandan contingent was made up of members of the police force and troops trained “to deal with terrorism and security-related issues” in Cabo Delgado.Alexandre Raymakers, Africa analyst at the United Kingdom-based global risk consultancy Verisk Maplecroft, said he believes the Rwandan contingent could be used to secure key liquefied natural gas (LNG) sites in an effort to lure back international investors.“The Rwandan security forces have developed a reputation for being a highly capable fighting force,” he said.But, he added, “The presence of multiple military missions, in the form of a potential Rwandan contingent and the SADC, will likely lead to conflicting priorities and friction at the military command level, hindering the overall.”  \n Attacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017.The sophistication of the attacks has increased, too.The fighters linked to ISIL (ISIS) have ransacked towns and gained control of key roadways, destroying infrastructure and beheading civilians. In some cases, they have forced locals into their ranks or held them as sex slaves.Since August 2020, the fighters have been in control of the key port town of Mocimboa da Praia, while in March, they launched a coordinated assault on Palma town, killing dozens and displacing tens of thousands, while also forcing the French energy firm Total to suspend its $20bn LNG project.The government has deployed thousands of soldiers to Cabo Delgado to combat the fighters, but analysts have long cautioned that Mozambique’s army has historically been weak, poorly trained and underequipped.The World Food Programme has warned of a growing hunger crisis as nearly one million people need food aid.",
            "article_sentiment": "Negative Sentiment"
        },
        {
            "id": 7,
            "title": "Southern African nations agree to deploy forces to Mozambique",
            "title_sentiment": "Positive Sentiment",
            "date": "23 Jun 2021",
            "article_link": "https://www.aljazeera.com/news/2021/6/23/southern-african-nations-agree-to-deploy-forces-to-mozambique",
            "article_data": "The Southern African Development Community (SADC) has said it agreed to deploy troops to Mozambique to help it tackle escalating violence in the country’s north – but offered little specific operational details.Nearly 3,000 people have been killed and almost 800,000 – half of whom are children – have been forced from their homes in gas-rich Cabo Delgado province since the conflict began in 2017.On Wednesday, SADC Executive Secretary Stergomena Tax said at the end of a one-day summit in Maputo the 16-member bloc of southern African countries had “approved” the deployment of a “Standby Force in support of Mozambique to combat terrorism and acts of violent extremism in Cabo Delgado”.The standby force is part of a regional defence pact that allows military intervention to prevent the spread of conflict.The communique after the meeting of the bloc’s leaders provided no further details on how many troops would be involved, when they would be deployed or what their role would be, adding only that humanitarian aid must be channelled to those most in need.The decision brings to an end months of deliberation and disagreement among the bloc about what is needed to stem the violence.While some members, like South Africa, have pushed for military action, others were reportedly more reticent. Mozambique President Filipe Nyusi himself has historically been resistant to foreign boots on the ground.Attacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017.The sophistication of the attacks has increased, too.The ISIL-linked fighters have ransacked towns and gained control of key roadways, destroying infrastructure and beheading civilians. In some cases, they have forced locals into their ranks or held them as sex slaves.Since August 2020, the fighters have been in control of the key port town of Mocimboa da Praia, while in March, they launched a coordinated assault on Palma town, killing dozens and forcing more than 67,000 to abandon their homes.The government has deployed thousands of soldiers to Cabo Delgado to combat the fighters, but analysts have long cautioned that Mozambique’s army has historically been weak, poorly trained and underequipped.  \n Al Jazeera’s Haru Mutasa, who has covered Mozambique’s security crisis extensively, said the countries that will be involved will most likely be those with the capability to do so, such as regional economic powerhouse South Africa or countries such as Zimbabwe, Namibia and Angola that have participated in other deployments in the past.“What we know from this proposal that was suggested is whatever troops go in, they will help Mozambique [by] perhaps patrolling the Indian Ocean coastline and the border areas with Tanzania – where some of these insurgents are thought to be coming from,” Mutasa said, speaking from Zimbabwe’s capital, Harare.The main question is whether these countries will have enough funds to go through the deployment to Mozambique, she noted.“In theory, every country in the SADC bloc needs to contribute to the standby force but economically many countries are having a hard time because of COVID-19 pandemic,” she said.“The question now is when will that deployment take place, who the troops are going to be, and what exactly are they going to be involved in.”  \n ",
            "article_sentiment": "Negative Sentiment"
        },
        {
            "id": 8,
            "title": "Visualising 70 years of refugee journeys",
            "title_sentiment": "Neutral Sentiment",
            "date": "20 Jun 2021",
            "article_link": "https://www.aljazeera.com/news/2021/6/20/infographic-world-refugee-day-journey",
            "article_data": "As we entered 2021, there were 82.4 million people around the world displaced by conflict or persecution.Thirty million of those are refugees, the rest are displaced within their own country (48 million) or asylum-seekers (4.1 million), according to UNHCR’s latest report. Nearly half of these forcibly displaced people are children.55 percent of refugees come from three countries: Syria, Palestine and Venezuela.During the COVID-19 pandemic, “everything else has stopped, including the economies, but wars and conflict and violence and discrimination and persecution, all the factors that pushed these people to flee, have continued,” UNHCR chief Filippo Grandi said.In 2020, 1.27 million people from 64 countries became refugees. The infographic below shows the desperate journeys these people took despite the additional challenges brought on by COVID-19.Africa accounts for more than one-third of the world’s displaced people. By the end of 2020, at least 30.6 million people were displaced across the continent.In 2020, nearly 60,000 refugees fled from Ethiopia to neighbouring countries following violence in several parts of the East African country. In November 2020, fighting broke out in Ethiopia’s northern Tigray region displacing more than one million people according to the International Organization for Migration.In the Middle East, Syrian refugees continued to flee their country’s 10-year-long war, with nearly 134,000 recorded to have left in 2020. Half of them (65,000) fled to neighbouring Turkey, which now hosts the world’s largest refugee community – 3.7 million people. That same year, nearly a quarter of Syrian refugees (32,500) reached Germany.In Latin America, nearly 400,000 refugees fled Venezuela following a political and economic crisis in the country. Of these, 139,000 were recorded fleeing to Peru, 80,000 to the Dominican Republic and 60,000 to Brazil.In Asia, the UN recorded at least 29,000 refugees from Myanmar. Nearly all of these refugees arrived in neighbouring India (17,000) and Bangladesh (12,000).In Europe, at least 89,000 refugees fled from Azerbaijan to Armenia following 44 days of fighting that broke out between Armenian and Azerbaijani forces in the disputed territory of Nagorno-Karabakh.Across the Atlantic, during 2020, the United States received 8,500 refugees from 20 countries. Nearly half of these refugees came from only three countries: Venezuela (1,600), El Salvador (1,200), and Guatemala (1,100). This is significantly lower than in 2019 when the country received 32,000 refugees.Canada received 7,500 refugees from 21 countries in 2020. The top countries of origin were Nigeria (1,400), Iran (1,200) and Hungary (629). On the other side of the globe, Australia received only 956 refugees in 2020 – mostly from Iran.Refugee camps are intended as temporary safe haven to meet refugees’ basic needs. However, many people end up living in these camps for decades. According to the United Nations High Commissioner for Refugees (UNHCR) in Kenya: “Many displaced persons spend more than 16 years living as refugees in temporary shelter.”The infographic below highlights some of the largest refugee camps around the world.The Kutupalong camp in Cox’s Bazar, Bangladesh, is the world’s largest refugee camp. It was set up informally in the early 1990s after Myanmar’s minority Rohingya began to flee several crackdowns on them in Rakhine state.In 2017, brutal crackdowns tore through the state and the camp had to be significantly expanded, reaching a capacity of approximately 800,000 people.On March 22, 2021, a huge fire engulfed a neighbouring refugee camp in Cox’s Bazar. Fifteen people were killed and tens of thousands were left without their homes and belongings.The Dadaab refugee complex in Kenya comprises three large refugee camps – Hagadera, Dagahaley and Ifo – and houses more than 200,000 refugees near the border with Somalia. Dadaab was established in 1991 following the civil war in Somalia and expanded in 2011 following widespread drought and famine.The Kakuma refugee camp in northwest Kenya is home to at least 150,000 refugees mostly from South Sudan and Somalia. The camp was established in 1992 following the arrival of thousands of Sudanese children who were fleeing the civil war.In March 2021, Kenya’s government announced that it would close the Dadaab and Kakuma refugee camps by June 30, 2022.The Zaatari refugee camp was established in Jordan in 2012 to house Syrian refugees. Today, it is the largest Syrian refugee camp in the world. The world’s first COVID-19 vaccination centre in a refugee camp opened there in February 2021.In 1951, the UN established the 1951 Refugee Convention, set up to protect the rights of refugees in Europe in the aftermath of World War II. In 1967, the convention was expanded to address displacement across the rest of the world.The infographic below highlights 70 years of refugee journeys, from 1951 to 2020. The number of refugees has more than doubled over the past decade from 15 million in 2011 to 30 million in 2020.The plight of Palestinian refugees is the longest unresolved refugee problem in the world. On May 14, 1948, the British Mandate for Palestine expired, triggering the first Arab-Israeli war. Zionist militias expelled at least 750,000 Palestinians. According to figures compiled by UNHCR, by 1952 the number of Palestinian refugees was 867,000. Today, that figure is 5.7 million.Afghanistan has been ravaged by four decades of war. From 1979 to 1989, the country was a stage for one of the Cold War’s last battles as Soviet troops fought a bloody guerrilla war against the Afghan mujahideen. For the next decade, the county struggled on. Just 12 years after the Soviet withdrawal, Afghanistan would find itself invaded again, this time by the US. The highest number of Afghan refugees was recorded in 1990 where 6.3 million refugees were reported.At 6.7 million people, Syrians are the biggest population of refugees today followed by Palestinians (5.7 million) and Venezuelans (4 million). As of 2020, 88 percent of the world’s refugees originated from only 12 countries.On the receiving end, 65 percent of the world’s refugees are hosted by only 16 countries. Turkey hosts the most refugees (3.7 million) followed by Jordan (3 million) and Colombia (1.7 million).In Europe, Germany is home to about 1.2 million refugees, the highest in the continent.According to UNHCR, developing countries host 86 percent of the world’s refugees.",
            "article_sentiment": "Negative Sentiment"
        },
        {
            "id": 9,
            "title": "Dozens of children, mostly girls, abducted by Mozambique fighters",
            "title_sentiment": "Negative Sentiment",
            "date": "9 Jun 2021",
            "article_link": "https://www.aljazeera.com/news/2021/6/9/dozens-of-children-mostly-girls-abducted-by-mozambique-fighters",
            "article_data": "Fighters in conflict-hit northern Mozambique abducted dozens of children during raids in 2020, according to a new analysis by Save the Children.The charity said in a report on Wednesday the “abduction of children has become a new and alarmingly regular tactic by armed groups” in Cabo Delgado province, where worsening fighting over the past three-and-a-half years has killed nearly 3,000 people and displaced more than 700,000, half of whom are children.Save the Children said “at least 51 children, most of them girls” were seized by non-state armed groups in the region last year, adding that the numbers involved were likely “far higher” than its estimates, which were based on data collected by the Armed Conflict Location & Event Data Project and reflected only reported cases.It warned that the victims are at risk of sexual violence, early marriage and being used as fighters in the conflict.“Being abducted, witnessing abductions, experiencing attacks, being forced to flee from armed groups – these are extremely traumatising events for young children and adolescents,” said Chance Briggs, the Mozambique country director for Save the Children.Attacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017.The sophistication of the attacks has increased, too.The fighters linked to ISIL (ISIS) have ransacked towns and gained control of key roadways, destroying infrastructure and beheading civilians. In some cases, they have forced locals into their ranks or held them as sex slaves.Since August 2020, the fighters have been in control of the key port town of Mocimboa da Praia, while in March, they launched a coordinated assault on Palma town, killing dozens and forcing more than 67,000 to abandon their homes.A video by the group distributed in August last year – filmed in either Mozambique or the Democratic Republic of the Congo (DRC), according to the US-based SITE Intelligence Group – showed three gun-toting children flanked by adults in front of an ISIL banner.“Abducting a child constitutes one of the six grave violations against children in times of conflict, as defined by the United Nations. It is against international humanitarian law and can be a first step towards war crimes such as forced child conscription or sexual violence against children,” Briggs said.“Every day spent by abducted children outside their community is one too many, and the risks of abuse, early marriage and pregnancy increase the more time goes by.”  \n Save the Children called for the immediate release of all abducted children and for the perpetrators to be held to account.It said children were sometimes targeted for abduction in large groups, citing one attack where 21 people were abducted in a group, including six children.“In that same incident, at least seven fishermen were beheaded,” it said.In another attack in June 2020, 10 girls were taken while drawing water from a well, it added.The charity highlighted the recent abduction of a 14-year-old girl following the March 24 attack on Palma. She and her family had in August 2020 fled their fishing village to seek shelter in the town.But seven months later, “armed men entered Palma and forced the family to flee again. On the way to seek safety, the family was abducted by armed men. They all escaped except for their eldest daughter,” it said, citing the teenager’s father.Meanwhile, the International Committee of the Red Cross (ICRC) said it had registered more than 2,600 appeals in Mozambique between September 2020 and April 2021 from people who lost track of family members, most of whom are young adults and children.“There is a very high number of unaccompanied children [who are] extremely vulnerable to all kinds of abuses and exploitation,” said James Matthews, deputy head of the ICRC’s mission in Mozambique’s capital, Maputo.  \n ",
            "article_sentiment": "Negative Sentiment"
        },
        {
            "id": 10,
            "title": "White people rescued before Black people in Palma: Amnesty",
            "title_sentiment": "Positive Sentiment",
            "date": "14 May 2021",
            "article_link": "https://www.aljazeera.com/news/2021/5/14/whites-prioritised-ahead-of-black-people-in-palma-rescue-amnesty",
            "article_data": "White contractors were prioritised for evacuation ahead of Black locals during a rescue operation following an attack in March by an armed group known locally as al-Shabab on the Mozambican town of Palma, according to Amnesty International.In a report compiled from interviews with 11 Black survivors, Amnesty on Thursday charged that even dogs were pulled to safety before Black people by a helicopter that airlifted civilians from a hotel where they had sought refuge.“White contractors [were] airlifted to safety before local Black people,” said Amnesty, adding the hotel manager took his two German Shepherd dogs on the rescue helicopter, leaving people behind.Dyck Advisory Group (DAG), a South Africa private company hired to help the Mozambique government fight the armed group and which was involved in the rescue operation, rejected the allegations.“We rescued 24 people from the Amarula Lodge on the 25 March 2021 this consisted of 6 white persons and 18 Black persons of differing nationalities,” the company said in a statement.“The DAG team did not choose who would or would not be evacuated, they secured the landing site and loaded the people that were sent to them for evacuation by the lodge manager,” it added.Dyck Advisory Group reacts to Amnesty International claims that white expats and dogs were prioritised for evacuation before black Mozambiquans in Palma \"We rescued 24 people from the Amarula Lodge on the 25 March 2021 this consisted of 6 white persons and 18 black persons\" pic.twitter.com/lRBOajooG6— Will Brown (@_Will_Brown) May 14, 2021Some 200 people, mainly civil servants and foreigners working on a nearby gas project, sheltered in the Amarula Palma Hotel during the attack on Palma that began on March 24.Amnesty said there were about 20 white workers among the group holed up in the beachfront hotel.“While the white contractors were prioritised to be airlifted to safety, the Black nationals were left to fend for themselves. After the majority of the white contractors and a few well-off Black nationals – among them the Administrator for Palma – were rescued, those left behind attempted to flee by ground convoy” but were ambushed by al-Shabab, Amnesty said.Deprose Muchena, the rights watchdog’s regional director for east and southern Africa, said “these are alarming allegations that the rescue plan was racially segregated.”“Abandoning people during an armed assault simply because of the colour of their skin is racism, and violates the obligation to protect civilians,” he said, adding that for the hotel manager to “choose to rescue his dogs instead of people is also extremely shocking”.One survivor told Amnesty that “we didn’t want all white people to be rescued, because we knew that if all the whites left, we would be left there to die. We heard them talking about the plan to take all the whites and leave” the Black people.  \n But a white survivor, South African Wesley Nel, whose brother died in the attack, denied the discrimination claims.“I was there. We all were abandoned black and white,” tweeted Nel, whose brother Adrian Nel was killed during a deadly ambush of a convoy of cars trying to flee from the hotel.“But it was us ‘white’ people who saved 150 locals by driving us all out of there,” he wrote on Twitter following the publication of the report.Several witnesses also told Amnesty the hotel manager took advantage of the chaotic situation to take his two German Shepherd dogs to safety via helicopter, leaving people behind. The helicopters could only transport six people at a time, and made a total of four trips, the rights group said.“If the dogs hadn’t gone, about two or three more people could have gone on the helicopter,” one survivor said. “That dismayed people because some women didn’t get in the helicopter because of the dogs.”Twelve decapitated bodies were found strewn in front of the hotel days after the attack, according to the army and private security sources.The attack on Palma left dozens of Mozambicans and foreigners dead, according to the government, and displaced tens of thousands.It marked a major intensification in a conflict that has wreaked havoc across Cabo Delgado province for more than three years.",
            "article_sentiment": "Negative Sentiment"
        }
    ]
}